[
  {
    "Tier": 1,
    "Relic1": "Excavator",
    "Relic2": "Divine Woodcutter",
    "Relic3": "Animal Wrangler",
    "Synergy": ["Gathering", "Skilling", "Production"],
    "PassiveSynergy": ["Gathering", "Production"],
    "Relic1Details": "Grants a pickaxe/mattock that automatically handles ores, bars, gems, and archaeology materials, boosts Mining and Archaeology gains, reduces restoration costs, and adds quality-of-life features like double damage, stationary time sprites, and geode rewards.",
    "Relic2Details": "Grants a hatchet that automates log banking and optional burning for Woodcutting, while enhancing Divination by auto-depositing memories, capturing chronicles instantly, extending energy springs, and doubling divine energy gains.",
    "Relic3Details": "Grants a harpoon that automates banking and optional cooking for Fishing with increased catch rates, while ensuring Hunter traps never fail, loot is banked, and rewards are doubled.",
    "Relic1Image": "images/relics/excavator.webp",
    "Relic2Image": "images/relics/divine_woodcutter.webp",
    "Relic3Image": "images/relics/animal_wrangler.webp"
  },
  {
    "Tier": 2,
    "Relic1": "Golden Footed",
    "Relic2": "Five Finger Discount",
    "Relic3": "Farming Frenzy",
    "Synergy": ["Skilling", "Utility", "Production"],
    "PassiveSynergy": ["Production"],
    "Relic1Details": "Goldenhawk boots grant periodic Agility XP, triple lap XP, coin rewards per level, and prevent failures on all agility course obstacles and shortcuts.",
    "Relic2Details": "Greatly boosts Thieving by preventing failures, noting all loot, keeping stalls stocked, and reducing safe cracking cooldowns to 1 minute.",
    "Relic3Details": "Boosts Farming by enabling instant growth and harvest, auto-noting products, increasing yields, applying ultracompost, saving seeds, and planting max herbs with a single seed.",
    "Relic1Image": "images/relics/golden_footed.webp",
    "Relic2Image": "images/relics/five_finger_discount.webp",
    "Relic3Image": "images/relics/farming_frenzy.webp"
  },
  {
    "Tier": 3,
    "Relic1": "Fairy's Flight",
    "Relic2": "Assassin's Insight",
    "Relic3": "Voidwalker",
    "Synergy": ["Skilling", "Combat", "Utility", "Dungeons"],
    "PassiveSynergy": ["Production"],
    "Relic1Details": "Provides a fairy mushroom that enables teleportation to fairy rings, spirit trees, or farming patches and automatically completes the Tree Gnome Village quest.",
    "Relic2Details": "Grants the skull of slaying that allows teleportation to any slayer master and slayer dungeon, as well as a collection of Slayer targets",
    "Relic3Details": "Grants the abyssal conduit that allows teleportation to any destination granted by the amulet of glory, combat bracelet, delver's anklet, dig site pendant, enlightened amulet, ferocious ring, games necklace, ring of duelling, ring of respawn, ring of slaying, ring of wealth, skills necklace, and traveller's necklace.",
    "Relic1Image": "images/relics/fairys_flight.webp",
    "Relic2Image": "images/relics/assassins_insight.webp",
    "Relic3Image": "images/relics/voidwalker.webp"
  },
  {
    "Tier": 4,
    "Relic1": "Production Master",
    "Relic2": "Rejuvenated",
    "Relic3": "Clue Connoisseur",
    "Synergy": ["Production", "Combat", "Clues", "Utility"],
    "PassiveSynergy": ["Combat"],
    "Relic1Details": "The Brooch of the Elder Gods automates production, prevents food burning, provides infinite urns, grants Portable Skilling Station effects, allows spawning special items, and boosts Smithing, Herblore, Cooking, Crafting, and Construction by +6.",
    "Relic2Details": "Pick another relic from tier 1, 2, or 3, instead of tier 4.",
    "Relic3Details": "Enhances clue solving by unlocking the Globetrotter outfit with infinite charges, maximizing loot and efficiency, granting extra caskets, and doubling the chance to find sealed clues.",
    "Relic1Image": "images/relics/production_master.webp",
    "Relic2Image": "images/relics/rejuvenated.webp",
    "Relic3Image": "images/relics/clue_connoisseur.webp"
  },
  {
    "Tier": 5,
    "Relic1": "Barbarism",
    "Relic2": "Crit Happens",
    "Relic3": "Bombardment",
    "Relic4": "Soulbourne",
    "Synergy": ["Combat", "Bossing"],
    "PassiveSynergy": ["Combat"],
    "Relic1Details": "Boosts Melee combat by doubling adrenaline gain, reducing ability cooldowns, guaranteeing hits, increasing range and base damage, and healing 10% of damage dealt.",
    "Relic2Details": "Boosts Magic combat by doubling adrenaline gain, reducing cooldowns, guaranteeing hits, saving 95% of runes, and increasing critical strike damage by 50%.",
    "Relic3Details": "Boosts Ranged combat by doubling adrenaline gain, reducing cooldowns, guaranteeing hits, saving 95% ammunition, and allowing single-target attacks to hit up to 9 nearby enemies.",
    "Relic4Details": "Boosts Necromancy combat by doubling adrenaline gain, reducing cooldowns, guaranteeing hits, saving most resources, enhancing spirit size and damage, and unlocking all Well of Souls abilities.",
    "Relic1Image": "images/relics/barbarism.webp",
    "Relic2Image": "images/relics/crit_happens.webp",
    "Relic3Image": "images/relics/bombardment.webp",
    "Relic4Image": "images/relics/soulbourne.webp"
  },
  {
    "Tier": 6,
    "Relic1": "Banker's Note",
    "Relic2": "Perfektion",
    "Synergy": ["Utility", "Combat", "Slayer"],
    "PassiveSynergy": ["Gathering", "Production"],
    "Relic1Details": "The Banker’s Note allows near-instant access to your Bank, enabling single-action noting/unnoteing of items with a specified quantity or manual use directly from your inventory.",
    "Relic2Details": "Grants powerful Invention boosts with infinite materials, free augmented item use, faster machines, perks trigger more often, dual-resource gains and a 66% resource-saving chance when manually disassembling or alchemising, and unlocks all Dwarven and Goblin blueprints.",
    "Relic1Image": "images/relics/bankers_note.webp",
    "Relic2Image": "images/relics/perfektion.webp"
  },
  {
    "Tier": 7,
    "Relic1": "Ascension",
    "Relic2": "Specialist",
    "Relic3": "Everlasting Faith",
    "Synergy": ["Combat", "Bossing", "PVM"],
    "PassiveSynergy": ["PVM", "Bossing"],
    "Relic1Details": "Grants the Elder God Book, which contains all effects of every combat god book and a 5% chance to activate the Stone of Jas, massively boosting combat stats and reducing god book cooldown to 4.8 seconds.",
    "Relic2Details": "The Elder Essence of Finality Amulet lets you freely select special attacks, change them at banks, gives every 15-second attack zero adrenaline cost, and boosts special attack damage by 50%.",
    "Relic3Details": "Provides the ultimate blessing of the gods, stopping Prayer drain, enhancing protection prayers, mimicking Soul Split, and reviving you on death outside PvP with a 5-minute cooldown.",
    "Relic1Image": "images/relics/ascension.webp",
    "Relic2Image": "images/relics/specialist.webp",
    "Relic3Image": "images/relics/everlasting_faith.webp"
  }
]
